<PAD>
<UNK>
<SOS>
<EOS>
一
个
在
。
人
的
着
上
，
男
子
正
女
孩
里
用
了
小
手
色
他
后
地
穿
球
面
把
两
然
动
头
名
边
拿
来
和
群
 
有
,
坐
中
衣
跳
起
打
下
房
车
示
舞
行
大
并
机
演
年
水
乐
们
时
玩
服
身
另
做
放
进
间
板
开
看
轻
发
站
场
如
雪
何
外
她
出
到
室
前
器
物
儿
旁
滑
从
音
作
游
工
黑
展
位
将
过
走
话
说
具
向
自
台
奏
白
桌
婴
给
些
使
只
西
木
它
赛
戴
去
内
运
不
而
骑
观
几
体
块
对
装
跑
成
士
比
同
吹
东
表
镜
泳
道
图
高
电
倒
其
条
转
红
练
指
很
弹
带
笑
扔
张
冰
纸
试
被
多
员
制
空
草
种
双
树
击
拉
眼
刀
长
绳
背
沙
当
毛
蓝
习
椅
马
健
脚
部
方
路
狗
辆
池
床
轮
围
戏
气
洗
是
躺
己
吃
入
推
根
理
海
翻
举
火
切
三
片
琴
食
酒
拍
这
慢
为
队
备
候
家
篮
风
嘴
盘
踢
讲
清
鱼
摩
腿
谈
画
瓶
飞
解
快
帽
棒
口
相
始
停
歌
抱
随
户
品
爬
加
接
平
声
按
论
剪
鼓
步
线
墙
光
克
山
足
料
包
心
脸
教
播
汽
曲
笔
且
涂
呼
驶
住
速
厨
金
皮
重
蹈
准
刷
鞋
蛋
回
牛
花
公
船
唱
布
黄
挥
摔
旋
投
绿
耍
杯
牌
短
石
妇
者
跟
会
棍
街
欢
件
掉
杆
管
以
夫
衫
果
修
锅
喷
套
吉
擦
么
还
移
互
各
天
门
则
油
泡
土
生
摆
衬
冲
浪
交
众
视
落
伸
支
技
周
学
那
敲
形
述
通
样
好
吸
卡
裤
释
摇
圈
分
尔
烤
型
性
烟
排
顶
点
力
什
处
四
粉
架
节
往
泥
直
肉
次
馆
都
帮
织
托
底
抓
建
之
箱
满
操
喝
属
钢
折
割
胎
某
桶
常
景
整
又
餐
叠
像
得
梳
堆
拖
袋
蹦
取
沿
晃
弄
显
园
院
字
老
斗
盖
毯
设
式
臂
造
标
与
非
师
铃
锻
炼
坡
碗
伞
术
睛
网
微
助
确
新
厅
掷
滩
摸
座
暗
系
垫
明
结
橇
育
提
没
远
听
掌
范
瓜
立
灰
情
复
团
滚
置
保
叫
鸡
巾
目
宝
塑
别
铲
枪
羊
奶
驾
梯
屋
干
饼
林
圆
溜
铁
灯
针
雕
跃
可
调
亲
所
记
拳
卷
喂
亮
领
摄
近
卧
弯
玻
让
糖
照
报
抹
完
编
关
蜡
璃
独
母
安
降
栏
缝
射
圾
杠
垃
锤
流
法
菜
磨
描
美
就
响
筒
跪
特
程
苹
客
撑
书
参
锯
撞
现
彩
河
紧
剑
刻
坪
麦
持
盒
猫
扫
纹
钓
蹲
录
啤
合
但
巧
砖
首
组
洞
巴
田
潜
袖
眉
洁
铺
颜
甲
剃
浴
耳
岩
划
香
友
碎
燃
化
扑
筑
量
奔
悬
材
导
经
全
野
叶
挤
店
漆
压
本
踩
活
幕
象
握
烧
绑
艺
棵
受
许
凳
挂
壁
写
控
胡
事
充
刮
液
度
朋
伴
趴
要
尖
杂
闻
笛
拼
热
睡
侧
商
牙
单
屏
能
铅
十
断
削
也
帆
妈
哭
钻
最
翔
格
连
数
聚
日
拥
告
湖
煎
再
类
利
妆
号
区
右
语
抽
插
积
腰
伙
太
护
索
国
抛
斧
靠
计
搅
附
反
抚
糕
状
脑
礼
定
扭
萨
幼
势
肚
挖
窗
圣
除
于
饰
衡
意
广
艇
混
越
问
丝
鼻
训
离
左
硬
勺
盔
传
龄
抬
容
艘
夹
印
攀
集
米
拌
、
诞
乓
炉
绕
半
乘
棋
战
啦
尝
乒
饭
镖
斯
角
裙
阳
假
功
脖
仔
螺
引
纫
紫
频
楼
柜
案
吧
珠
哈
锁
橙
裹
贴
喊
撕
端
激
叉
朝
环
似
真
豆
少
荡
鳄
找
巨
崖
植
采
枝
兴
争
更
翩
堡
堂
查
蜂
模
岁
斜
匹
胶
舌
牵
械
破
因
胸
尘
业
深
熨
软
主
饮
链
槽
摘
罐
捡
赤
俯
续
岸
讨
枕
竖
洋
防
项
段
驼
芭
障
肠
坑
蕾
检
缓
仰
刺
父
覆
币
箭
竞
骆
萝
跤
吐
哨
怎
题
筝
膊
晚
烹
葡
萄
吻
漂
想
千
橄
榄
碍
码
南
须
域
收
变
骨
朵
闪
盆
换
焊
棕
偶
灭
极
乎
扇
青
由
甜
露
扎
评
秋
壶
姿
烛
递
副
翼
塞
瑜
第
或
察
伽
砍
唇
信
膏
司
产
细
聊
踏
嚼
竿
选
五
粘
闭
励
触
等
松
先
弦
染
睫
城
饪
棉
缸
舔
肩
瓷
测
廊
固
鸟
魔
钮
揉
焰
雾
治
羽
径
觉
灌
熟
却
裸
钩
淋
娃
送
昏
质
奇
访
蔬
文
凝
原
剥
缘
遥
嚏
键
纱
你
每
低
胳
煮
刚
诺
孔
追
钉
栅
寻
读
绘
突
列
算
认
幅
拧
哑
龙
六
尾
奖
膝
陶
武
应
款
扳
钱
努
吊
影
忙
腕
专
课
市
继
我
拭
欠
弓
框
闹
浇
膀
况
散
养
缠
蘑
澡
菇
爸
诉
森
共
咖
殊
童
校
二
脱
齐
烫
淇
狂
恤
见
跨
烈
介
蛇
鬼
绍
浮
配
息
菠
砸
啡
办
此
橘
购
创
警
注
扶
精
库
封
失
零
致
威
眨
泞
掰
冷
酱
达
塘
咬
蹄
感
怪
裁
享
泣
隐
邮
爱
夜
静
蹒
跚
T
沉
堵
厂
仪
判
便
耀
求
倾
洒
:
消
波
爆
迅
罩
拆
谱
a
袜
帚
及
轨
预
遍
躲
乱
已
鲜
无
锣
旷
获
净
层
拇
留
央
该
议
签
待
迷
炸
奋
炫
掘
味
猪
沟
肤
.
炒
湿
束
笼
碰
班
避
剂
庭
阅
旗
止
痒
赌
丛
桥
捏
祝
挑
登
难
薯
卸
汉
扣
趣
漫
靶
劈
肥
柱
烘
较
蛎
墨
怀
\
"
牡
e
疯
纺
伍
丽
横
丁
逗
繁
t
寿
脐
婚
乳
溪
末
蜜
贝
绷
填
尽
浅
透
烁
际
茶
甩
望
剧
槌
绣
橡
肌
亚
钳
基
宽
顾
o
垒
叙
伤
丢
嗝
洲
趾
厚
捕
终
卫
银
货
搭
砂
“
纵
戒
皂
1
休
施
阶
沫
村
凿
符
实
薄
适
醒
蝶
”
革
阔
密
航
境
医
酪
绞
枚
票
庆
扮
古
筐
钞
务
跌
顺
搬
挠
乡
载
逐
拔
篝
胖
颗
串
盯
超
2
媚
0
卜
壳
冒
代
吞
兰
构
卖
穴
鸦
尺
居
杖
决
戳
言
砌
披
裂
皑
挡
辫
退
败
易
期
靴
塔
级
仓
英
咯
供
柄
升
强
悠
喇
叭
i
探
柔
撬
匙
n
改
仿
厕
苏
陡
统
添
锋
篱
喜
咀
篷
汁
距
旧
摊
柴
鸽
糊
脏
棚
词
峭
擀
撒
惊
冻
颈
漠
筋
规
谷
浆
救
即
颊
股
输
霜
污
迪
守
吵
星
簧
骤
维
额
军
绵
温
急
嘲
l
坏
冬
茸
遛
娱
扯
拨
纪
齿
俱
补
钥
凑
宠
驰
李
痛
蝴
屁
份
富
月
稳
扬
赢
效
炬
蒙
绒
朗
序
简
验
吮
险
搓
否
赶
招
筛
噪
雨
志
屑
闲
证
农
知
肘
侣
熊
未
拴
替
浸
氧
页
胜
需
愉
捂
粗
律
垢
栋
联
仗
令
葱
栓
抢
帐
嘈
陀
优
r
鸭
哪
陆
尿
害
尼
兵
研
哥
称
余
遮
饵
苦
雀
旅
答
括
普
才
奥
彼
协
命
淘
桩
鹿
K
疗
丘
任
民
错
攻
砧
拾
宣
涌
搞
嬉
蛙
匀
凌
政
档
席
舟
鼠
壮
坚
笆
册
抖
桨
考
隔
翁
绅
锹
据
珊
垂
挣
疾
碧
含
犁
赏
巢
阻
故
赞
约
药
晴
俩
盛
b
弟
差
帜
瑚
筹
徒
捆
s
·
爪
d
飘
睁
陪
泵
历
竹
窄
批
3
猛
元
旱
牧
监
叼
科
兔
典
瞄
腹
c
匠
百
捉
嘻
谁
蛤
锥
存
尤
藏
携
幻
妹
黏
A
钟
浓
橱
娘
缩
官
4
神
椒
病
华
簿
执
钹
妙
袍
夏
句
潮
博
借
狭
途
涉
煤
依
舀
颠
欣
秃
订
营
C
虎
坦
x
沾
均
辑
p
蒸
早
智
犬
m
玫
汹
废
秒
咕
仍
铜
驱
启
榈
茂
礁
迎
顿
劲
u
蜊
滤
宗
烂
兜
买
刨
驴
涕
诱
灵
酷
杜
踮
渔
困
览
寒
漉
颁
屉
瑰
S
罗
碟
麻
玉
敞
霹
雳
拟
德
委
狮
例
臀
褐
辅
M
桔
总
O
迈
漏
箔
馅
腾
拱
柿
阴
界
销
够
捞
汤
族
谢
暴
苗
糟
究
素
职
恐
派
拦
呵
刹
桃
跆
铝
弃
拽
镯
云
脊
哮
寸
杰
鞠
扁
授
茄
吓
斑
掏
死
U
皱
淹
盐
柠
舒
危
喉
躬
价
抗
搏
溅
异
贺
炭
巷
减
炮
艰
滴
踝
怕
润
筏
番
簸
世
龟
伐
增
咙
吱
阵
态
垄
识
D
宴
焦
储
涛
免
逃
误
讶
肢
熔
裔
5
蘸
《
》
毁
矮
阿
嗽
涤
至
康
锐
捧
兄
拜
妻
截
檬
瀑
泼
夺
鹅
坠
姑
岛
咳
售
夷
征
卉
湍
鹦
鹉
呐
碾
泉
骰
秀
迹
详
晶
默
遇
泊
歇
豹
扛
暂
N
燥
勒
史
社
万
剩
冠
澈
恶
咪
P
融
负
核
珍
肴
h
轴
6
汗
廓
著
辣
残
搔
喘
y
镐
楚
椎
逛
延
郎
k
灾
颤
虾
泽
-
鸣
锡
喧
丫
缆
蓬
厉
锦
灿
拐
毒
爵
斤
艳
希
唤
雅
督
峡
腌
隧
膜
B
稽
茫
梭
梁
耐
忌
掀
芹
择
擎
瓦
猎
V
蹬
狠
午
陷
揭
渐
荧
善
菌
捣
鹰
血
虫
屠
籍
芯
凉
噜
扩
稍
乌
;
虹
戈
嘟
帕
灶
源
州
寓
福
侠
凸
箕
雷
纷
兽
询
疼
础
樱
培
筷
企
版
咆
慰
久
审
佩
怒
傍
挪
擂
爷
局
槟
履
曼
丰
崎
岖
震
临
江
吟
傻
捶
稻
蜘
蛛
偷
隙
耸
/
毡
G
逊
瞪
帘
纤
镊
g
淡
严
必
饲
渣
砰
虚
忽
嗡
搜
哄
敢
徘
徊
权
箫
镇
藻
叹
盟
姐
翘
匆
嗅
勾
泰
念
耙
熄
初
跷
驯
呀
茎
促
埋
枯
晰
痕
莱
焙
厩
浑
窝
思
芦
玛
瞌
八
犯
荷
今
丧
狼
猴
章
琵
琶
踪
轿
北
酿
蜷
挨
拎
栽
岭
碌
翅
略
七
擤
皇
纽
呆
邻
诊
抡
塌
峰
偏
喋
敬
季
俄
沮
沸
豚
予
柳
映
锈
孕
厢
渍
踹
矛
夸
辩
梨
暖
勇
孤
盏
瑞
矿
费
睑
欧
8
脂
砝
檐
丑
晒
措
肮
刃
般
逝
L
王
苍
棘
庄
纳
祥
伏
敷
瞰
！
娜
鲁
泪
牢
洛
怨
迫
膛
渡
愤
凹
稿
绊
损
蝇
译
喃
伯
隆
壤
窃
幢
责
犊
鲤
歪
愿
董
褂
懒
熏
眯
伦
姆
率
坛
芒
9
哼
悲
聆
胞
策
驮
皿
翰
瞬
毂
蝙
蝠
衔
莫
烙
胃
溶
酸
络
腊
蚀
篇
骂
瘦
莓
脾
缺
吠
鬃
臭
蹼
绝
7
鸥
磁
扰
卓
挺
辊
忍
宾
X
骡
粒
陈
幽
淌
阱
循
嘶
鞍
杀
悦
醉
资
宫
悄
佛
荒
摧
请
褶
稠
鲨
蟒
遗
址
澳
剔
宅
缤
苔
藤
蔓
井
瞳
拣
诗
私
耕
辛
蟹
咿
抵
惠
郊
伎
矩
践
辨
啊
症
鞭
殴
晾
J
扒
溢
墩
f
屿
蔚
搡
瑕
振
畜
挎
糙
锉
摁
厌
呈
墓
肪
雄
埃
限
阀
燕
舱
卵
佳
v
津
颂
嵌
劳
I
E
沼
吼
瓣
蕉
螃
矫
剁
毕
桑
啼
幸
腋
港
析
沐
惯
窜
欲
疲
归
豪
拢
帖
浊
漱
羔
荫
邀
值
葫
纠
脆
椭
伊
冥
弧
担
坞
承
浏
霓
梦
啜
？
巡
蒜
瓢
烦
贵
捅
晕
惹
簇
铛
川
叽
喳
啪
H
昆
：
嘎
尊
W
账
氛
猜
返
哔
爽
蚌
肃
坝
R
缕
湾
仙
椰
蜿
蜒
掠
仅
催
肖
泛
慈
窟
呜
脉
呻
逆
弥
良
挽
锚
楔
弱
疑
删
貌
铸
虑
亭
沥
痰
拄
您
捷
骷
髅
掩
患
盗
谜
付
拒
炊
诵
撇
笨
w
倚
桖
宁
痘
尚
综
栗
菲
邦
抠
拂
惫
磅
允
绪
沓
杉
烬
娴
旦
忆
砾
掐
（
）
捐
窿
豌
韩
鲍
忘
苇
闯
媒
婆
罪
蠕
惑
辐
估
柏
猩
肋
洪
昂
绎
啃
尬
恼
耶
恢
锄
京
丹
御
躯
舵
'
铰
概
滔
盾
歉
吗
租
崩
倍
坊
跋
蜥
蜴
炖
庙
勤
髦
谊
捻
骗
栖
卢
沃
宜
绸
饱
渗
姜
呢
庞
撮
榔
犹
恰
锨
魁
梧
韧
唾
勃
盹
郁
遭
甚
芝
秘
颚
鲸
恩
胯
碑
呛
滋
搂
晨
藓
刘
伪
啄
涩
尴
黎
九
咔
膨
胀
跺
撩
籽
翱
谣
甘
罚
j
蒂
嘉
絮
捋
弛
祖
凯
蹭
咧
脯
莎
孙
券
攥
箍
趟
阐
乔
祷
镀
尸
葬
